/* 
  Localizable.strings
  Boom3DMac

  Created by Megha B on 05/04/17.
  Copyright © 2017 Global Delight. All rights reserved.
*/
"Custom Preset name" = "My %@";
"Update Available Notification Description" = "Boom 3D version %@ is available!";
"Update Download Complete Title" = "Boom 3D Update Complete";
"Update Download Complete Message" = "The update is complete!";
"Quit and Relaunch" = "Quit & Relaunch";
"Update Download Failed Title" = "Boom 3D Update Failed.";
"Update Download Failed Message" = "Unable to download update. Please check your network connection and try again.";

"TellAFriendMessage" = "Hi,\n\nFeel your Mac coming to life with BOOM 3D! This all-new application, the successor to Boom2, features incredible 3D Virtual Surround Sound that creates a truly magical and immersive audio experience; the new intensity slider and handcrafted presets transform even the lowest pitched audio to sound sharper and more intelligible. Check out Boom 3D on the Mac to experience a completely new way to listen and enjoy audio http://www.globaldelight.com/boom3d";

"EnablePushNotificationsTitle" = "Please enable Push Notifications for Boom 3D";
"EnablePushNotificationsDescription" = "Get critical information and messages straight from us so that you are informed and up to date!";
"PushesYes" = "Enable Push Notifications";
"PushesNotNow" = "Remind me later";
"PushesAbsoluteNo" = "Never ask me again";

"FeedbackMessage" ="Got some feedback? We’re listening!";
"Your Opinion Matters" = "Your Opinion Matters";
"Rate/Review" = "Rate/Review";
"Feedback" = "Feedback";
"Experience true virtual surround audio experience." = "Experience true virtual surround audio.";
"My System" = "My %@";

"Incompatible App alert Title" = "Quit and Relaunch Running Applications";
"Incompatible App alert Message" = "Please quit and re-launch %@ to enjoy Booming effects";
"Boom 3D component installation" = "Boom 3D component installation";

"Unregister my copy too. (Removes all registration info)." = "Unregister my copy too. (Removes all registration info).";

"TrialPeriodRemaining" = "%d days remaining";
"UNREGISTER_ALERT_TITLE" = "Unregister Boom 3D";
"UNREGISTER_ALERT_BODY" = "Unregistering Boom 3D would revert Boom 3D to trial mode. You can use the same license key to register Boom 3D again.";

"Unregistration Progress Title" = "Unregistering Boom 3D ...";

"TrialUsageTitle" = "Get Booming!";
"TrialUsageDescrition" = "This is a 15 days trial of Boom 3D. Warning! Prolonged use may cause addiction!";
"TrialUsageSecondDescrition" = "Click on Purchase to buy Boom 3D. If you have already done so, then click on\nRegister and use the registration code.";

"0_Title" ="Invalid Registration !";
"0_Message"="The details you have entered are wrong. Please verify\nagain and retry.";

"1_Title" ="Unauthorised Version !";
"1_Message"="You seem to be running an unofficial copy of Boom 3D.\nPlease purchase a license to continue using Boom 3D\nwithout any issues.";

"2_Title" ="Oops ! ";
"2_Message"="This copy of Boom 3D is invalid as you've already applied\nfor a refund. Please purchase a new license in order to use\nBoom 3D.";

"3_Title" ="Oops ! ";
"3_Message"="The registration details entered are already in use and/or\nexceeds the number of permitted installs.\nPlease unregister from one of the systems and re-enter the\ndetails.";

"4_Title" ="Unauthorised Version !";
"4_Message"="You seem to be running an unofficial copy of Boom 3D.\nPlease purchase a license to continue using Boom 3D without\nany issues.";

"You can enjoy all the features of Boom for the next 7 days. Limited features will remain unlocked, thereafter." = "You can enjoy all the features of Boom for the next %ld days. Limited features will remain unlocked, thereafter.";

"Your free trial of Boom expires today. Extend it now to #FeelYourAudio for 7 more days. Alternatively, buy Boom and #FeelYourAudio hassle-free." = "Your free trial of Boom expires today. Extend it now to #FeelYourAudio for %d more days. Alternatively, buy Boom and #FeelYourAudio hassle-free.";

"Feedback" = "Boom 3D Feedback";
"Mail_Subject_Refund" = "I have refund related issues with Boom 3D, please help.";
"Mail_Subject_Overdraft" = "I have overdraft related issues with Boom 3D, please help.";
"Mail_Subject_Invalid" = "I have registration related issues with Boom 3D, please help.";
"Help" = "Help";

/* Remote control notification messages
 Messages will be displayed when user controls Mac media player (iTunes, QuickTime etc) from Remote.
 Example: iTunes - Paused */
"PlayerStatePause" = "Paused";
"PlayerStatePlay"  ="Play";
"PlayerStateTrackChangeNext" ="Next Track";
"PlayerStateTrackChangePrevious" ="Previous Track";

"PlayerStateFastForward" = "Fast Forward";
"PlayerStateRewind" ="Rewind";

"RemoteConnected" ="Connected - '%@'";
"RemoteDisconnected" ="Disconnected - '%@'";
"MacVolume" ="Mac Volume - %@";
"unMute" = "UnMute";
"Mute" = "Mute";

/* Remote device invitation
 Example: 'Sandhya-iPhone' would like to control Boom 2 on your 'iMac'*/
"RemoteDeviceInviteTitle" = "'%@' would like to control Boom 3D on your '%@'";
"RemoteDeviceInviteMessage" = "This will allow you to controll the Boom volume and Mac Volume remotely so you can sit back and enjoy a handsfree experience.";
"RemoteReject" ="Deny Access";
"RemoteAccept" = "Allow";

"RemoteON" ="Turn Remote ON";
"RemoteOFF" ="Turn Remote OFF";

"remoteTutorialTitle_0" = "Introducing The Boom 3D Remote App!";
"remoteTutorialSubTitle_0" = "Control Boom 3D and select Mac media apps from your iPhone or iPad";

"remoteTutorialTitle_1" = "Instant Volume Control";
"remoteTutorialSubTitle_1" = "Manage Boom 3D + your Mac’s default volume using the remote app";

"remoteTutorialTitle_2" = "Instant Media Player Control";
"remoteTutorialSubTitle_2" = "Access playback controls of iTunes, QuickTime, VLC & Spotify
";

"remoteTutorialTitle_3" = "Instant ‘Equalizer' & ‘Effects’ Control";
"remoteTutorialSubTitle_3" = "Change Boom 3D’s Equalizers & Effects according to your mood";

"remoteTutorialTitle_4" = "Start Boomin’ Remotely!";
"remoteTutorialSubTitle_4" = "Get the free app now!";

"RemoteControlNormalState" ="Control Boom 3D remotely from your iOS device!";
"RemoteControlAuthenticatedState" ="Devices authenticated to control Boom 3D";
"RemoteControlEditingState" ="Remove authentication for the following";
